Repository: RawanOmair/KidsCard
Catalog: KidsCard/*.lproj/Localizable.strings
Languages: ar

# firstQ
source: What is “KidsCards”?
ar: ماهي بطاقات الأطفال؟

# firstSentenceFirstPage
source: KidsCards will help the special need child
ar: تساعد الطفل من ذوي الاحتياجات الخاصة kidsCards

# secondSentenceFirstPage
source: to exprece his need !
ar: على التعبير عن حاجته

# thiedSentenceFirstPage
source: WOW ! isn’t great ?
ar: أليس رائعاً؟

# firstSentenceSecondPage
source: Simple, Smart and Helpful !
ar: بسيطة ، ذكية ، ومفيدة!

# SecondSentenceSecondPage
source: It will help your child to learn in creative,
ar: يساعد طفلك على التعلم بطريقة إبداعية

# thirdSentenceSecondPage
source: colorful and simple way !
ar: وملونة وبسيطة

# firstSentenceThirdPage
source: Customizable
ar: قابل لتخصيص

# secondSentenceThirdPage
source: KidsCards wants to be closer to your child !
ar: KidsCards يريد أن يكون قريب من طفلك

# thirdSentenceThirdPage
source: Can’t wait to start ? let’s begin then !
ar: لا تستطيع الإنتظار ؟ هيا بنا لنبدأ

source: I
ar: أنا

source: You
ar: أنت

source: She
ar: هي

source: He
ar: هو

source: Want
ar: أريد

source: Feel
ar: أشعر

source: Food
ar: طعام

source: Activities
ar: أنشطة

source: Items
ar: مقتنيات

source: Place
ar: مكان

source: Ice cream
ar: آيس كريم

source: Milk
ar: حليب

source: Waffle
ar: وافل

source: Pizza
ar: بيتزا

source: Play
ar: ألعب

source: Read
ar: أقرأ

source: Dance
ar: أرقص

source: Farm
ar: أزرع

source: Bag
ar: الحقيبة

source: Book
ar: الكتاب

source: Hat
ar: القبعة

source: Football
ar: الكرة

source: School
ar: المدرسة

source: Home
ar: المنزل

source: Garden
ar: الحديقة

source: Hospital
ar: المشفى
